[
  {
    "title": "Above the Thunder",
    "author": "Renée Manfredi",
    "desc": "A wary, middle-aged widow numbed by loss and disappointment. A preternaturally intelligent little girl who eavesdrops on the dead. A charming, sybaritic gay man torn between his love for his partner and the anarchy of his desires.These are the charged poles of Ren?e Manfredi’s gorgeously written first novel, a book that explores the currents of tenderness, responsibility and chance that turn strangers into a family.",
    "img_url": "https://images-na.ssl-images-amazon.com/images/I/71KCEyS52yL.jpg",
    "img_alt": "Above the Thunder book cover",
    "link": "https://www.amazon.com/Above-Thunder-Renee-Manfredi/dp/1400078504",
    "tags": "fiction"
  },
  {
    "title": "Battle Royale",
    "author": "Koushun Takami",
    "desc": "Koushun Takami's notorious high-octane thriller is based on an irresistible premise: a class of junior high school students is taken to a deserted island where, as part of a ruthless authoritarian program, they are provided arms and forced to kill one another until only one survivor is left standing. Criticized as violent exploitation when first published in Japan - where it then proceeded to become a runaway bestseller - Battle Royale is a Lord of the Flies for the 21st century, a potent allegory of what it means to be young and (barely) alive in a dog-eat-dog world. Made into a controversial hit movie of the same name, Battle Royale is already a contemporary Japanese pulp classic, now available for the first time in the English language.",
    "img_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1513217486l/266592._SY475_.jpg",
    "img_alt": "Battle Royal book cover",
    "link": "https://www.amazon.com/Battle-Royale-Koushun-Takami/dp/156931778X",
    "tags": "fiction, horror, dystopia"
  },
  {
    "title": "A Case of Two Cities",
    "author": "Qiu Xiaolong",
    "desc": "Inspector Chen Cao of the Shanghai Police Bureau is summoned by an official of the party to take the lead in a corruption investigation—one where the principle figure and his family have long since fled to the United States and beyond the reach of the Chinese government. But he left behind the organization and his partners-in-crime, and Inspector Chen is charged to uncover those responsible and act as necessary to end the corruption ring. In a twisting case that takes him from Shanghai, all the way to the U.S., reuniting him with his previous cohort from the U.S. Marshall's service—Inspector Catherine Rhon.",
    "img_url": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8b/A_Case_of_Two_Cities.jpg/220px-A_Case_of_Two_Cities.jpg",
    "img_alt": "A Case of Two Cities book cover",
    "link": "https://www.amazon.com/Case-Two-Cities-Inspector-Novel/dp/0312374666",
    "tags": "fiction, mystery"
  },
  {
    "title": "A Death of No Importance",
    "author": "Mariah Fredericks",
    "desc": "New York City, 1910. Invisible until she’s needed, Jane Prescott has perfected the art of serving as a ladies’ maid to the city’s upper echelons. When she takes up a position with the Benchley family, dismissed by the city’s elite as “new money”, Jane realizes that while she may not have financial privilege, she has a power they do not—she understands the rules of high society. The Benchleys cause further outrage when their daughter Charlotte becomes engaged to notorious playboy Norrie, the son of the eminent Newsome family. But when Norrie is found murdered at a party, Jane discovers she is uniquely positioned—she’s a woman no one sees, but who witnesses everything; who possesses no social power, but that of fierce intellect—and therefore has the tools to solve his murder. There are many with grudges to bear: from the family Norrie was supposed to marry into, to the survivors of a tragic accident in a mine owned by the Newsomes, to the rising anarchists who are sick of those born into wealth getting away with anything they want. Jane also knows that in both high society and the city’s underbelly, morals can become cheap in the wrong hands: scandal and violence simmer just beneath the surface—and can break out at any time.",
    "img_url": "https://images-na.ssl-images-amazon.com/images/I/51Ac8B0PKdL._SX342_SY445_QL70_ML2_.jpg",
    "img_alt": "A Death of No Importance book cover",
    "link": "https://www.amazon.com/Death-No-Importance-Novel-Prescott/dp/1250152976",
    "tags": "fiction, mystery"
  },
  {
    "title": "An Economist Gets Lunch",
    "author": "Tyler Cowen",
    "desc": "A leading economist, “who may very well turn out to be this decade's Thomas Friedman” (Wall Street Journal), illuminates the state of American food today. Tyler Cowen, one of the most influential economists of the last decade, wants you to know that just about everything you've heard about how to get good food is wrong. Drawing on a provocative range of examples from around the globe, Cowen reveals why airplane food is bad, but airport food is improving, why restaurants full of happy, attractive people usually serve mediocre meals, and why American food has improved as Americans drink more wine. At a time when obesity is on the rise and forty-four million Americans receive food stamps, An Economist Gets Lunch will revolutionize the way we eat today—and show us how we're going to feed the world tomorrow.",
    "img_url": "https://m.media-amazon.com/images/I/519iqsuPh5L.jpg",
    "img_alt": "An Economist Gets Lunch book cover",
    "link": "https://www.amazon.com/Economist-Gets-Lunch-Everyday-Foodies/dp/B00FY5B3MA",
    "tags": "nonfiction"
  },
  {
    "title": "A False Mirror",
    "author": "Charles Todd",
    "desc": "The remarkable Charles Todd has created one of the most unforgettable characters in mystery and crime fiction: Inspector Ian Rutledge, shell-shocked veteran of “the Great War.” A False Mirror is one of Todd’s most powerful novels, plunging his tormented protagonist into the center of a brutal crime that painfully echoes events in Rutledge’s own past. Poignant, evocative, and continually surprising, A False Mirror is further proof that Charles Todd is well deserving of the critical acclaim the Rutledge novels have earned; a New York Times bestselling author who belongs among the acknowledged masters of the genre, including P. D. James, Elizabeth George, Ruth Rendell, and Jacqueline Winspear.",
    "img_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1439522483l/20233._SY475_.jpg",
    "img_alt": "A False Mirror book cover",
    "link": "https://www.amazon.com/False-Mirror-Inspector-Rutledge-Mysteries/dp/0062103229",
    "tags": "fiction, mystery"
  },
  {
    "title": "A Gentleman in Moscow",
    "author": "Amor Towles",
    "desc": "In 1922, Count Alexander Rostov is deemed an unrepentant aristocrat by a Bolshevik tribunal, and is sentenced to house arrest in the Metropol, a grand hotel across the street from the Kremlin. Rostov, an indomitable man of erudition and wit, has never worked a day in his life, and must now live in an attic room while some of the most tumultuous decades in Russian history are unfolding outside the hotel’s doors. Unexpectedly, his reduced circumstances provide him entry into a much larger world of emotional discovery.",
    "img_url": "https://images-na.ssl-images-amazon.com/images/I/A1fs-ErenkL.jpg",
    "img_alt": "A Gentleman in Moscow book cover",
    "link": "https://www.amazon.com/Gentleman-Moscow-Novel-Amor-Towles/dp/0670026190",
    "tags": "fiction, historical"
  },
  {
    "title": "A Hat Full of Sky",
    "author": "Terry Pratchett",
    "desc": "The second in a series of Discworld novels starring the young witch Tiffany Aching. Something is coming after Tiffany... Tiffany Aching is ready to begin her apprenticeship in magic. She expects spells and magic—not chores and ill-tempered nanny goats! Surely there must be more to witchcraft than this! What Tiffany doesn't know is that an insidious, disembodied creature is pursuing her. This time, neither Mistress Weatherwax (the greatest witch in the world) nor the fierce, six-inch-high Wee Free Men can protect her. In the end, it will take all of Tiffany's inner strength to save herself... if it can be done at all.",
    "img_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1319037274l/34501.jpg",
    "img_alt": "A Hat Full of Sky book cover",
    "link": "https://www.amazon.com/Hat-Full-Sky-Tiffany-Aching/dp/0062435272",
    "tags": "fantasy, fiction, humor"
  },
  {
    "title": "Nightblade",
    "author": "Garrett Robinson",
    "desc": "Loren has emerged from the Birchwood forest in the kingdom of Selvan. Behind her are cruel parents who see her as an instrument of labor, and a means to a dowry. Upon her shoulders hangs a noble’s cloak of fine black cloth. And at her hip is a dagger the world has not seen in centuries, the powers of which she does not yet fully understand.",
    "img_url": "https://i2.wp.com/underrealm.net/wp-content/uploads/2016/10/01-Nightblade-Final.jpg?w=533&ssl=1",
    "img_alt": "Nightblade book cover",
    "link": "https://underrealm.net/product/nightblade-paperback/",
    "tags": "fantasy, fiction, adventure"
  },
  {
    "title": "Mystic",
    "author": "Garrett Robinson",
    "desc": "Loren is on her way to becoming the woman of her dreams: Nightblade, a warrior of the darkness and a champion of the light. But powerful enemies hunt her across the kingdom while she searches in vain for her lost friends.",
    "img_url": "https://i1.wp.com/underrealm.net/wp-content/uploads/2016/12/02-Mystic-Final.jpg?w=533&ssl=1",
    "img_alt": "Mystic cover",
    "link": "http://underrealm.net/product/mystic-paperback",
    "tags": "fantasy, fiction, adventure"
  },
  {
    "title": "Darkfire",
    "author": "Garrett Robinson",
    "desc": "Xain’s madness has branded Loren and her friends, and even Jordel, fugitives. Now they flee not only the King’s law, but Jordel’s order of Mystics. Their only hope lies in Jordel’s hidden stronghold far to the north.",
    "img_url": "https://i0.wp.com/underrealm.net/wp-content/uploads/2016/07/03-Darkfire-Final.png?w=533&ssl=1",
    "img_alt": "Darkfire book cover",
    "link": "https://underrealm.net/product/darkfire-paperback/",
    "tags": "fantasy, fiction, adventure"
  },
  {
    "title": "In Cold Blood",
    "author": "Truman Capote",
    "desc": "On November 15, 1959, in the small town of Holcomb, Kansas, four members of the Clutter family were savagely murdered by blasts from a shotgun held a few inches from their faces. There was no apparent motive for the crime, and there were almost no clues.",
    "img_url": "https://images-na.ssl-images-amazon.com/images/I/61B3wTSzH8L.jpg",
    "img_alt": "In Cold Blood book cover",
    "link": "https://www.amazon.com/Cold-Blood-Truman-Capote/dp/0679745580",
    "tags": "nonfiction"
  },
  {
    "title": "The Fault in Our Stars",
    "author": "John Green",
    "desc": "Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel’s story is about to be completely rewritten.",
    "img_url": "https://images-na.ssl-images-amazon.com/images/I/81yAo5ElQlL.jpg",
    "img_alt": "Fault in Our Stars book cover",
    "link": "https://www.amazon.com/Fault-Our-Stars-John-Green/dp/0525478817",
    "tags": "romance, fiction"
  },
  {
    "title": "Friday Night Lights: A Town, a Team, and a Dream",
    "author": "Buzz Bissinger",
    "desc": "A profile of the town of Odessa, Texas, and its high school football team--the Panthers, the high school team with the best winning record in Texas history--chronicles its dramatic 1988 season and focuses on the bitter struggle between sports and education",
    "img_url": "https://images-na.ssl-images-amazon.com/images/I/517Ug5LZZFL._SX327_BO1,204,203,200_.jpg",
    "img_alt": "Friday Night Lights book cover",
    "link": "https://www.amazon.com/Friday-Night-Lights-Town-Dream/dp/0060974060",
    "tags": "nonfiction, sport"
  },
  {
    "title": "Da Vinci Code",
    "author": "Dan Brown",
    "desc": "While in Paris, Harvard symbologist Robert Langdon is awakened by a phone call in the dead of the night. The elderly curator of the Louvre has been murdered inside the museum, his body covered in baffling symbols. As Langdon and gifted French cryptologist Sophie Neveu sort through the bizarre riddles, they are stunned to discover a trail of clues hidden in the works of Leonardo da Vinci—clues visible for all to see and yet ingeniously disguised by the painter.",
    "img_url": "https://images-na.ssl-images-amazon.com/images/I/91Q5dCjc2KL.jpg",
    "img_alt": "The Da Vinci Code book cover",
    "link": "https://www.amazon.com/Vinci-Code-Robert-Langdon/dp/0307474275",
    "tags": "action, fiction, mystery"
  }
]
